{
  "users": [
    {
      "username": "Admin",
      "password": "pass123",
      "id": 1
    },
    {
      "username": "Aliia",
      "password": "123",
      "id": 2
    },
    {
      "username": "User",
      "password": "asd",
      "id": 3
    },
    {
      "username": "Aki",
      "password": "616",
      "id": 4
    }
  ],
  "titles": [
    {
      "title": "Naruto",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/e63beb56-0433-4bbf-ae70-5d85a5ed8945/300x450",
      "price": "66",
      "type": "Shonen",
      "id": 1,
      "like": 24,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "description": "Однажды демон напал на деревню, в которой родился мальчик Наруто. Чтобы остановить демона, глава поселения запечатал его внутри Наруто, но сам при этом погиб. Прошли годы. Наруто вырос, став гиперактивным и очень тупым ниндзя. Он всё ещё живёт в родной деревне, где его не особо любят и стараются избегать."
    },
    {
      "title": "Sakamoto Days",
      "img": "https://cdn.myanimelist.net/images/about_me/ranking_items/3892043-97b878dd-9a7b-4926-a3fc-051d7ff1e96c.jpg?t=1663587157",
      "price": "25",
      "type": "comedy",
      "like": 2,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "description": "Таро Сакамото считался величайшим киллером всех времен. Боявшийся многих, он стоял на вершине подземного мира, пока не встретил и не влюбился в женщину. В результате Сакамото отказался от своей преступной жизни и теперь работает продавцом в магазине.  Оставить свое сомнительное прошлое позади оказывается сложнее, чем первоначально предполагал Сакамото. Многие из его бывших соперников и партнеров не верят, что он действительно ушел из бизнеса, и появляются в надежде убрать его. Запрещенный убивать, Сакамото должен найти творческие способы усмирить своих врагов и не дать им причинить вред его семье, его магазину и маленькому городку, в котором он живет.",
      "id": 2
    },
    {
      "title": "One-Piece",
      "img": "https://static2.mangapoisk.ru/posters/11/UtzY7uDF9Mvs3p1JYZG3FzluRDm6uZyVdwbVlDhY.jpg",
      "price": "22",
      "type": "Shonen",
      "description": "В данном мире, где основное внимание уделяется пиратам и их плаваниям, большая часть моряков гонится за деньгами. И самой большой мечтой мореплавателей-разбойников, пожалуй, является Ван Пис – сокровища, некогда оставленные известным Королем Пиратов Гол Д. Роджером. Перед своей казнью он заявил, что все его богатства спрятаны в одном месте, а найти их может тот, кто отправится по опасному течению Гранд Лайн, опоясывающему множество островов. Сначала все пираты бросились на поиски этого богатства, но вскоре поняли, что найти его не так-то просто, в результате чего просто занялись грабежом. ",
      "like": 6,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 3
    },
    {
      "title": "DeathNote",
      "img": "https://mangayo.it/4937-full_default/death-note-13.jpg",
      "price": "21",
      "type": "horror",
      "id": 4,
      "like": 7,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "description": "Эл, Лайт и Миса сотрудничают, чтобы раскрыть личность Киры или новой Киры, которая теперь, кажется, прячется среди лидеров группы Йоцуба. Несмотря на предпринятые Йоцубой меры предосторожности, штаб во главе с Эл окончательно загнал в угол виновного в последних убийствах, заставив его действовать безрассудно и доказывать свою вину. Однако тайна Тетради Смерти и богов смерти в опасности, а вместе с ней и прошлое, которое Свет кропотливо стер."
    },
    {
      "title": "Re:Zero",
      "img": "https://cdn.myanimelist.net/s/common/uploaded_files/1575972723-774a1a4a33f9dd40c336f2e3605ccbf4.jpeg",
      "price": "11",
      "type": "horror",
      "description": "На обратном пути из магазина Субару Нацуки неожиданно призывают в другой мир. Стоит чёрт знает где, самого призывающего ни следа, а на него ещё и нападают! Дело было бы совсем дрянь, если бы не прекрасная сереброволосая дева с пушистым котиком наперевес, которая спасает Субару, после чего тот в благодарность присоединяется к ней для поисков украденной у неё ценности. Но стоило только им найти подсказку — и обоих тут же убивают. Субару приходит в себя в том же месте, что и в первый раз, и обнаруживает у себя неплохую способность возвращаться в прошлое после смерти.",
      "like": 6,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 5
    },
    {
      "title": "Темный дворецкий",
      "img": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/5a343578300e7.jpg",
      "price": "17",
      "type": "horror",
      "description": "В начале весны 1889 года, в честь Королевского мандата, известный граф Сиэль Фантомхайв принимает роскошный банкет с участием нескольких непревзойденных членов высшего общества, а также изо всех сил добивающегося признания писателя, сэра Артура Конан Дойла. Однако в самый разгар званого обеда происходит ужасающее убийство, в котором подозревают никого иного, как самого Графа! Непреодолимая буря продолжает бушевать вне усадьбы. Счет убитых увеличивается. Становится очевидно, что спастись просто так не получится. Слуги Фантомхайва и именитые гости должны вместе стремиться разрешить тайну, прежде чем их также настигнет погибель. К сожалению, даже неуязвимый дворецкий Себастьян Михаэлис не застрахован от смертельной участи.",
      "like": 7,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 6
    },
    {
      "title": "Nanbaka",
      "img": "https://www.crunchyroll.com/imgsrv/display/thumbnail/480x720/catalog/crunchyroll/d21b3a472c9b109c5ee7a1bdd958cfb9.jpeg",
      "price": "26",
      "type": "comedy",
      "description": "Четверо ребят оказались в Номерской тюрьме, самой грозной тюрьме в мире. Дзюго — парень, который постоянно сбегает из тюрьмы и только продлевает себе тюремный срок; Уно — парень, который любит азартные игры и женщин; Рок, который любит подраться; и Нико, который обожает аниме. Суперзахватывающая комедия о повседневной жизни заключённых и охранников.",
      "like": 6,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 7
    },
    {
      "title": "Необъятный океан",
      "img": "https://www.themoviedb.org/t/p/original/1WP2MrTIXJ8NI5tvqBk4ZD4ju9O.jpg",
      "price": "7",
      "type": "comedy",
      "description": "Иори Китахара начинает свой путь в университете у океана в городе Идзу, полный волнения за свою новую жизнь. Он переезжает в дайвинг-магазин «Grand Blue», которым владеет его дядя. Получится ли у Иори жить обычной жизнью в университете своей мечты?",
      "like": 6,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 8
    },
    {
      "title": "Soul Eater",
      "img": "https://i.ebayimg.com/images/g/fTEAAOSwdjVg~i-Y/s-l500.jpg",
      "price": "25",
      "type": "comedy",
      "description": "Для борьбы со злобным Кишином, который может ввергнуть мир в пучину безумия, Шинигами-сама создаёт Академию — место, где проходит совместное обучение Оружий и Повелителей. Первые являются тем самым оружием, которое позволит остановить гибель мира; вторые — те, кто будет держать это оружие. Коса Смерти получится, когда оружие съест 99 злых душ, готовых стать Кишином, и 1 душу ведьмы, а потому все повелители активно соревнуются в создании Косы",
      "like": 6,
      "comments": {
        "Aki": "cood",
        "Rin": "nice",
        "Lucy": "fuck"
      },
      "id": 9
    }
  ]
}